---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.FileArgumentNotFoundException
source: html/bb61e379-a327-c507-36b3-84710530c56d.htm
---
# FileArgumentNotFoundException Members

Retrieves data needed to serialize the target object.